Repository: bladenight/bladenight_app_V25
Catalog: lib/l10n/intl_*.arb
Languages: de, fr

# about_open_street_map
source: Data we receive automatically The OSMF operates a number of services for the OpenStreetMap community, examples are the openstreetmap.org website, the "Standard" style online map, the OSM API and the nominatim search facility. When you visit an OSMF website, access any of the services via a browser or via applications that utilize the provided APIs, records of that use are produced, we collect information about your browser or application and your interaction with our website, including (a) IP address, (b) browser and device type, (c) operating system, (d) referring web page, (e) the date and time of page visits, and (f) the pages accessed on our websites. Further we may operate user interaction tracking software that will generate additional records of user activity, for example Piwik. Services that use Geo-DNS or similar mechanisms to distribute load to geographically distributed servers will potentially generate a record of your location at a large scale (for example the OSMF tile cache network determines the country you are likely to be located in and directs your requests to an appropriate server). These records are used or can be used in the following ways: in support of the operation of the services from a technical, security and planning point of view. as anonymised, summarised data for research and other purposes. Such data may be offered publicly via https://planet.openstreetmap.org or other channels and used by 3rd parties. to improve the OpenStreetMap dataset. For example by analysing nominatim queries for missing addresses and postcodes and providing such data to the OSM community. The data collected on the systems will be accessible by the system administrators and the appropriate OSMF working groups, for example the Data Working Group. No personal information or information that is linked to an individual will be released to third parties, except as required by law. IP addresses stored by Piwik are shortened to two bytes and detailed usage information is retained for 180 days. Given the temporary nature of this storage, it is generally not feasible for us to provide access to IP addresses or the logs associated with them. The above mentioned data is processed on a legitimate interest basis (see GDPR article 6.1f ).
de: Daten, die wir automatisch erhalten Die OSMF betreibt eine Reihe von Diensten für die OpenStreetMap-Gemeinschaft, z. B. die Website openstreetmap.org, die Online-Karte im "Standard"-Stil, die OSM-API und die Nominatim-Suchfunktion. Wenn Sie eine OSMF-Website besuchen, über einen Browser oder über Anwendungen, die die bereitgestellten APIs nutzen, auf einen der Dienste zugreifen, werden Aufzeichnungen über diese Nutzung erstellt, wir sammeln Informationen über Ihren Browser oder Ihre Anwendung und Ihre Interaktion mit unserer Website, einschließlich (a) IP-Adresse, (b) Browser- und Gerätetyp, (c) Betriebssystem, (d) verweisende Webseite, (e) Datum und Uhrzeit der Seitenbesuche und (f) die auf unseren Websites aufgerufenen Seiten. Darüber hinaus können wir Software zur Verfolgung der Benutzerinteraktion einsetzen, die zusätzliche Aufzeichnungen über die Benutzeraktivität erstellt, z. B. Piwik. Dienste, die Geo-DNS oder ähnliche Mechanismen verwenden, um die Last auf geografisch verteilte Server zu verteilen, erzeugen möglicherweise eine Aufzeichnung Ihres Standorts in großem Umfang (z. B. ermittelt das OSMF-Kachel-Cache-Netzwerk das Land, in dem Sie sich wahrscheinlich befinden, und leitet Ihre Anfragen an einen entsprechenden Server weiter). Diese Aufzeichnungen werden auf folgende Weise verwendet oder können verwendet werden: zur Unterstützung des Betriebs der Dienste aus technischer, sicherheitstechnischer und planerischer Sicht. als anonymisierte, zusammengefasste Daten für Forschungs- und andere Zwecke. Solche Daten können über https://planet.openstreetmap.org oder andere Kanäle öffentlich angeboten und von Dritten genutzt werden. um den OpenStreetMap-Datensatz zu verbessern. Zum Beispiel durch die Analyse von Nominatim-Abfragen auf fehlende Adressen und Postleitzahlen und die Bereitstellung solcher Daten für die OSM-Community. Die auf den Systemen gesammelten Daten sind für die Systemadministratoren und die entsprechenden OSMF-Arbeitsgruppen, z. B. die Datenarbeitsgruppe, zugänglich. Es werden keine persönlichen Informationen oder Informationen, die mit einer Person in Verbindung gebracht werden können, an Dritte weitergegeben, es sei denn, dies ist gesetzlich vorgeschrieben. Die von Piwik gespeicherten IP-Adressen werden auf zwei Bytes gekürzt und die detaillierten Nutzungsdaten werden 180 Tage lang aufbewahrt. Da diese Speicherung nur vorübergehend erfolgt, ist es uns im Allgemeinen nicht möglich, Zugang zu IP-Adressen oder den damit verbundenen Protokollen zu gewähren. Die oben genannten Daten werden auf der Grundlage eines berechtigten Interesses verarbeitet (siehe Artikel 6 Absatz 1 Buchstabe f der DSGVO).
fr: Données que nous recevons automatiquement L'OSMF gère un certain nombre de services pour la communauté OpenStreetMap, par exemple le site web openstreetmap.org, la carte en ligne de style 'Standard', l'API OSM et l'outil de recherche nominatim. Lorsque vous visitez un site web OSMF, accédez à l'un des services via un navigateur ou via des applications qui utilisent les API fournies, des enregistrements de cette utilisation sont produits, nous collectons des informations sur votre navigateur ou application et votre interaction avec notre site web, y compris (a) l'adresse IP, (b) le type de navigateur et d'appareil, (c) le système d'exploitation, (d) la page web de référence, (e) la date et l'heure des visites de pages, et (f) les pages consultées sur nos sites web. Les services qui utilisent le Geo-DNS ou des mécanismes similaires pour répartir la charge sur des serveurs géographiquement distribués généreront potentiellement un enregistrement de votre localisation à grande échelle (par exemple, le réseau de cache de tuiles OSMF détermine le pays dans lequel vous êtes susceptible d'être situé et dirige vos requêtes vers un serveur approprié). Ces données sont utilisées ou peuvent être utilisées de la manière suivante : pour soutenir le fonctionnement des services d'un point de vue technique, de sécurité et de planification, en tant que données anonymes et résumées à des fins de recherche et autres. Ces données peuvent être proposées publiquement via https://planet.openstreetmap.org ou d'autres canaux et utilisées par des tiers. pour améliorer le jeu de données OpenStreetMap. Par exemple, en analysant les requêtes nominatives pour les adresses et les codes postaux manquants et en fournissant ces données à la communauté OSM. Les données collectées sur les systèmes seront accessibles par les administrateurs du système et les groupes de travail OSMF appropriés, par exemple le groupe de travail sur les données. Aucune information personnelle ou liée à un individu ne sera divulguée à des tiers, sauf si la loi l'exige. Les adresses IP stockées par Piwik sont raccourcies à deux octets et les informations d'utilisation détaillées sont conservées pendant 180 jours. Compte tenu de la nature temporaire de ce stockage, il n'est généralement pas possible pour nous de fournir un accès aux adresses IP ou aux journaux qui y sont associés. Les données mentionnées ci-dessus sont traitées sur la base de l'intérêt légitime (voir GDPR article 6.1f ).

# actualInformations
source: Actual information
de: Aktuelle Informationen
fr: Informations actuelles

# addNearBy
source: Add friend nearby
de: Freund:in neben Dir hinzufügen
fr: Ajouter un ami à proximité

source: Add friend with Code
de: Freund:in mit Code hinzufügen
fr: Ajouter un ami avec un code

source: Add new friend.
de: Freund:in neu anlegen
fr: Ajouter un nouvel ami

source: ahead of me
de: vor mir
fr: en avance sur moi

# alignDirectionAndPositionOnUpdate
source: Align map on direction and position
de: Kartenausrichtung bei Positions- und Richtungswechsel
fr: Cartes de gestion des positions et des ressources

# alignDirectionOnUpdateOnly
source: Align map on direction update only
de: Kartenausrichtung bei Richtungswechsel
fr: Cartes de gestion des ressources financières

# alignNever
source: No map align
de: Keine Kartenausrichtung
fr: Aucune orientation de la carte,

# alignPositionOnUpdateOnly
source: Align map on my position update only
de: Kartenausrichtung bei Positionsänderungen
fr: Cartes de sélection des positions

# allowHeadless
source: Background update activ
de: Hintergrund update aktiv
fr: Mise à jour de l'arrière-plan active

# allowHeadlessHeader
source: Test implementation, since MIUI Xiaomi cell phones kill the apps through aggressive memory management and they no longer work. If the app is in the background or killed, the location is still transmitted (BETA).
de: Testimplementierung, da MIUI Xiaomi Handys durch agressives Speichermanagemant die Apps killen und diese somit nicht mehr funktioniert. Wenn die App in den Hintergrund wechselt oder gekillt wird, wird trotzdem weiter der Standort übermittelt (BETA)
fr: Test d'implémentation, puisque les téléphones portables MIUI Xiaomi tuent les applications par une gestion agressive de la mémoire et qu'elles ne fonctionnent plus. Si l'application est en arrière-plan ou tuée, la localisation est toujours transmise (BETA).

# allowWakeLock
source: Leave app waked up?
de: App im Vordergrund aktiv lassen?
fr: Laisser l'application éveillée?

# allowWakeLockHeader
source: Display keeps on while the app is open and location sharing is active. Disables at 30% battery level. (Higher battery consumption)
de: App aktiv lassen, heißt, das die App im wake mode ist und das Tracking aktiv ist. Wird bei kleiner 20% Akku deaktiviert.
fr: L'application reste activée tant qu'elle est ouverte et que le suivi est actif. Se désactive lorsque le niveau de la batterie atteint 30 %. Laisser allumé

# alternativeLocationProviderTitle
source: Use alternative location driver in case of problems with GPS data
de: Nutze alternativen Standorttreiber bei Problemen mit dem GPS Empfang
fr: Utiliser un autre fournisseur de localisation en cas de problèmes avec les données GPS

# alwaysPermanentlyDenied
source: Location permission always denied in System.!
de: Standortfreigabe permanent verweigert oder im System gesperrt!
fr: Permission de localisation toujours refusée dans le système !

# alwaysPermantlyDenied
source: Location permission for always seems permanently denied!
de: Standortfreigabe für 'Immer erlauben' scheint permanent verboten!
fr: L'autorisation de localisation pour toujours semble refusée en permanence !

source: Anonymous
de: Anonym
fr: Anonyme

# appIdTitle
source: Unique application identification string
de: App-Id
fr: Chaîne d'identification unique de l'application

# appOutDated
source: App is outdated! Please update in Appstore.
de: Appversion veralted! Bitte im Store aktualisieren.
fr: L'application est obsolète ! Veuillez la mettre à jour dans l'Appstore.

# appsupport
source: Application support
de: App-Support/ Feedback/ Vorschläge
fr: Support de l'application

# apptrackingtransparancy
source: We care about your privacy and data security. To help us improve the BladeNight experience, we transfer your location to our server. This information includes a unique ID created when you first start the app to enable friends to be assigned. This data is never passed on to third parties or used for advertising purposes.
de: Wir schützen uns um Ihre Privatsphäre und Datensicherheit. Um uns dabei zu helfen, das BladeNight-Erlebnis zu verbessern, übertragen wir Ihren Standort auf unseren Server. Dies Information beinhaltet eine beim ersten Start der App erstellte eindeutige ID, um die Zuordnung der Freunde zu ermöglichen. Diese Daten werden niemals an Dritte weitergegeben oder für Werbezwecke verwendet.
fr: Nous nous soucions de votre vie privée et de la sécurité de vos données.nPour nous aider à améliorer l'expérience BladeNight, nous transférons votre position sur notre serveur. Ces informations comprennent un identifiant unique créé lorsque vous démarrez l'application pour permettre l'attribution d'amis. Ces données ne sont jamais transmises à des tiers ni utilisées à des fins publicitaires.

# at
source: on
de: am
fr: at

# autoStopTracking
source: Info - please read - Stop automatic on finish
de: Stoppe Tracking automatisch
fr: Info - à lire - Arrêt automatique à l'arrivée

# automatedStopInfo
source: On long press at ▶️ automatic location sharing stop will activated. This means, as long the app is active and reaching the finish, location sharing will stopped automatically. Repeat long press at ▶️,⏸︎,⏹︎ ︎ switches to manual stop and location sharing with auto stop.
de: Durch langes drücken auf ▶️ wird der automatische Trackingstopp aktiviert. Das heißt, solange die App geöffnet ist, wird nach dem erreichen des Zieles der BladeNight das Tracking und Freundefreigabe automatisch gestoppt. Wiederholt langes drücken auf ▶️,⏸︎,⏹︎ stellt auf manuell Stopp oder Autostopp um.
fr: En cas d'appui long sur ▶️, l'arrêt automatique du suivi sera activé. Cela signifie que tant que l'application est active et que le suivi s'arrête à la fin de BladeNight, le suivi s'arrête automatiquement. Répétez un appui long sur ▶️,⏸︎,⏹︎ ︎ pour passer à l'arrêt manuel et au partage de la localisation avec l'arrêt automatique.

# becomeBladeguard
source: Become a Bladeguard
de: Werde Bladeguard
fr: Devenir un Bladeguard

source: behind me
de: hinter mir
fr: derrière moi

# bgNotificationText
source: Background location update is active. Thank you for participating.
de: Das Hintergrundstandortupdate ist aktiv. Danke fürs mitmachen.
fr: La mise à jour de la position en arrière-plan est active. Merci de votre participation

# bgNotificationTitle
source: BladeNight background location sharing
de: BladeNight Hintergrundstandortupdate
fr: Suivi de l'arrière-plan de BladeNight

# bgTeam
source: Bladeguard team
fr: L'équipe des Bladeguard

# bgTodayIsRegistered
source: You're registered as Bladeguard today!
fr: Vous n'êtes pas sur place aujourd'hui ?

# bgTodayNotParticipation
source: Unfortunately I cannot participate as a Bladeguard today
de: Ich kann heute leider nicht als Bladeguard teilnehmen
fr: Malheureusement, je ne peux pas participer en tant que Bladeguard aujourd'hui

# bgTodayTapToRegister
source: Login as a Bladeguard today!
fr: Etes-vous sur place aujourd'hui en tant que protège-lame!

# bgTodayNotRegistered
source: Please login as Bladeguard today!
fr: Veuillez vous connecter en tant que Bladeguard aujourd'hui!

# bgUpdatePhone
source: Update data
de: Update Tel.
fr: Mettre à jour

source: Bladeguard settings
de: Bladeguard Einstellungen
fr: Paramètres du Bladeguard

# bladeGuardSettingsTitle
source: Open Bladeguard settings page
de: Bladeguardeinstellungen aufrufen
fr: Ouvrir la page des paramètres de Bladeguard

# bladeguardInfo
source: <h2>Requirements and rules:</h2><ul><li>You are at least 16 years old.</li><li>You are comfortable with inline skates and can brake.</li><li>You know the rules of the road </li><li>You are helpful, friendly and a team player </li><li>You read our Bladeguard-training module before your first trip and answers the questions.</li></ul><p>There are no costs to you as a Bladeguard. You can unsubscribe at any time. <h3>Here you can go to <a href="{bladeguardRegisterlink}">Online registration</a> and <a href="{ bladeguardPrivacyLink}">Data protection</a></p></h3>
de: <h2>Voraussetzungen und Regeln:</h2><ul><li>Du bist mind. 16 Jahre alt.</li><li>Du stehst sicher auf Inline Skates und kannst bremsen.</li><li>Du kennst die Regeln im Straßenverkehr</li><li>Du bist hilfsbereit, freundlich und Teamplayer</li><li>Du nimmst vor deiner ersten Fahrt an unserer kostenlosen Schulung teil.</li></ul><p>Dir entstehen als Bladeguard keine Kosten. Du kannst dich jederzeit wieder abmelden. <h3>Hier gehts zur <a href="{bladeguardRegisterlink}">Onlineanmeldung</a> und zum <a href="{bladeguardPrivacyLink}">Datenschutz</a></p></h3>
fr: <h2>Exigences et règles :</h2><ul><li>Vous avez au moins 16 ans.</li><li>Vous êtes à l'aise avec les rollers en ligne et savez freiner.</li ><li>Vous connaissez le code de la route </li><li>Vous êtes serviable, sympathique et avez l'esprit d'équipe </li><li>Vous participez à notre formation gratuite avant votre premier voyage.</li> </ul ><p>En tant que Bladeguard, il n'y a aucun frais pour vous. Vous pouvez vous désinscrire à tout moment. <h3>Ici, vous pouvez accéder à <a href="{bladeguardRegisterlink}">Inscription en ligne</a> et <a href="{ bladeguardPrivacyLink}">Protection des données</a></p></h3>

source: BladeNight Update
fr: BladeNight mise à jour

# bladenightViewerTracking
source: Viewermode with GPS
de: Zuschauermodus mit GPS
fr: Mode visualisation avec position

# bladenighttracking
source: Viewermode, Participant push ▶ please
de: Zuschauermodus, Teilnehmer ▶️ drücken.
fr: Mode visualisation, poussée du participant ▶ s'il vous plaît

source: Cancel
de: Abbruch
fr: Annuler

source: Canceled 😞
de: Abgesagt 😞
fr: 😞 Annulé 😞

# change
source: Change it.
de: Ändern
fr: Le modifier.

# changetoalways
source: Change it to 'Allow all time'
de: Zu 'Immer zulassen' ändern
fr: Changer pour 'Autoriser tout le temps'

# checkBgRegistration
source: Check if you registered as Bladeguard
de: Prüfen ob die E-Mail registriert wurde.
fr: Vérifiez si vous êtes enregistré en tant que Bladeguard

# chooseDeviceToLink
source: Please select your friend's device to pair !
de: Bitte Gerät zum koppeln wählen !
fr: Veuillez choisir l'appareil à coupler !

# clearLogsTitle
source: Logdata will be deleted permanently!
de: Logdaten sollen gelöscht werden!
fr: Les données de logs seront supprimées de manière permanente !

# clearMessages
source: Clear all messages really?
de: Wirklich alle Nachrichten löschen?
fr: Effacer tous les messages, vraiment ?

# clearMessagesTitle
source: Clear messages
de: Nachrichten löschen
fr: Effacer les messages

# codeExpired
source: Code too old! Please delete entry and re-invite friend!
de: Code zu alt! Eintrag bitte löschen und Freund:in neu einladen!
fr: Code trop ancien ! Veuillez supprimer l'entrée et réinviter un ami !

# codecontainsonlydigits
source: Error, code contains only numbers
de: Fehler, Code darf nur Ziffern enthalten!
fr: Erreur, le code ne contient que des chiffres

source: Confirmed
de: Wir fahren 😃
fr: Confirmé

source: Connected
de: Verbunden
fr: Connecté

source: Connecting...
de: Koppeln
fr: Connecter...

source: Copied to clipboard
de: Code in Zwischenablage kopiert
fr: Copié dans le presse-papiers

# copy
source: Copy code
de: Code kopieren
fr: Copier le code

# couldNotOpenAppSettings
source: Could not open application settings!
de: Konnte App-Einstellung nicht öffnen!
fr: Impossible d'ouvrir les paramètres de l'application !

source: Data could be outdated.
de: Daten könnten nicht aktuell sein.
fr: Les données pourraient être obsolètes

# dateTimeDayIntl
source: {date} at {time}
de: {date} {time}Uhr
fr: {date} à {time}

# dateTimeSecIntl
source: {date} {time}Uhr
fr: {date} à {time} {date} {time}Uhr

source: Delete
de: Löschen
fr: Supprimer

source: Delete Message
de: Nachricht löschen
fr: Supprimer le message

# deletefriend
source: Remove friend
de: Freund:in löschen
fr: Supprimer un ami

source: Deny
de: Ablehnen
fr: Refuser

source: Disconnect
de: Verb. trennen
fr: Se déconnecter

# disconnected
source: Not connected
de: Nicht verbunden
fr: non connecté

# distanceDriven
source: Distance moved
de: Position auf Strecke
fr: Distance parcourue

source: Distance to finish
de: Entfernung zum Ziel
fr: Distance jusqu'à l'arrivée

source: Distance to friend
de: Entfernung zum Freund
fr: Distance par rapport à l'ami

source: Distance to head
de: Entfernung zum Zugkopf
fr: Distance à la tête

source: Distance to me
de: Entfernung von mir
fr: Distance par rapport à moi

source: Distance to tail
de: Entfernung zum Zugende
fr: Distance jusqu'à la queue

source: Done
de: Fertig
fr: Terminé

source: Edit friend
de: Freund:in ändern
fr: Modifier l'ami

# enableAlwaysLocationInfotext
source: To use BladeNight-App also in the background (Share location with friends and increase procession accuracy) without screen on, should location settings changed to 'Allow all time'.
de: Um die BladeNight-App auch im Hintergrund (Standort mit Freunden teilen und Zuggenauigkeit zu erhöhen) ohne das der Bildschirm an ist, sollte die Standortfunktion 'Immer zulassen' aktiviert werden. Weiterhin ist ein Zugriff auf die Bewegungsaktivitätserkennung (Körperliche Aktivität) wünschenswert. Dies erhöht die Akkueffizienz, indem die Standortverfolgung intelligent ausgeschaltet wird, wenn Ihr Gerät als stationär erkannt wird. Daher bitte diese Funktion aktivieren.
fr: Pour utiliser BladeNight-App également en arrière-plan (partager la position avec des amis et augmenter la précision des processions) sans que l'écran soit allumé, les paramètres de localisation doivent être réglés sur Autoriser tout le temps

# enableOnesignalPushMessage
source: Push message active
de: Push Mitteilung aktiv
fr: Message push actif

# enableOnesignalPushMessageTitle
source: Enable Onesignal Push Notifications. Herewith general information can be received via push notification e.g. if the bladenight takes place. Recommended setting is 'On'
de: Onesignal Push Benachrichtigungen aktivieren. Hiermit können allgemeine Informationen per Push-Mitteilung z.B. ob die Bladenight stattfindet empfangen werden. Empfohlene Einstellung 'Ein'.
fr: Activer les notifications push d'Onesignal. Ici, des informations générales peuvent être reçues par notification push, par exemple si la nuit blanche a lieu. Le réglage recommandé est 'On'

# enter6digitcode
source: You must enter a 6-digit-code
de: Bitte 6-stelligen Code eingeben
fr: Vous devez entrer un code à 6 chiffres

source: Enter email
de: Email eingeben
fr: Saisir l'adresse électronique

source: Enter password
de: Passwort eingeben
fr: Entrer le mot de passe

# enterfriendname
source: Enter your friends name
de: Name eingeben.
fr: Entrez le nom de votre ami

source: Enter Name
de: Name:
fr: Entrez le nom de votre ami

source: Event not started
de: Noch nicht gestartet
fr: Événement non démarré

source: Events
de: Termine
fr: Événements

source: Export
de: Exportieren
fr: Exporter

# exportLogData
source: Send logger data for support oder feature purposes
de: Sende Logdaten für Support oder Featureanfrage
fr: Envoi des données de l'enregistreur à des fins d'assistance ou de fonctionnalité

# exportUserTracking
source: Export user locations (tracking)
de: Usertracking exportieren
fr: Exporter le suivi des utilisateurs

# exportUserTrackingHeader
source: Export recorded location data (visible track on map) as GPX
de: Das aktuell sichtbare gefahrene Routenlinie als GPX exportieren
fr: Exportation des données de localisation enregistrées (trace visible sur la carte) au format GPX

# exportWarning
source: Danger! This will back up all friends and the ID from the device. This may contain sensitive information such as names.
de: Achtung! Dies sichert alle Freunde und die Kennung vom Gerät. Dies kann sensible Daten enthalten, wie zum Beispiel Namen.
fr: Danger ! Cette opération permet de sauvegarder tous les amis et l'identifiant de l'appareil. Cela peut contenir des informations sensibles telles que des noms.

# exportWarningTitle
source: Export friends und ID.
de: Export Freunde und Id.
fr: Exporter des amis et des identifiants.

source: Failed!
de: Fehlgeschlagen!
fr: Échec!
