Repository: bladenight/bladenight_app_V25
Catalog: lib/l10n/intl_*.arb
Languages: de, fr

# autoStartTrackingInfoTitle
source: When starting BladeNight, it is possible to start location sharing automatically if the app is open. As soon as the app is closed or the background activity is not enabled, location sharing is not activated. Should the location sharing function start automatically when the app is open?
fr: Lors du démarrage de BladeNight, il est possible de démarrer automatiquement le partage de position si l'application est ouverte. Dès que l'application est fermée ou que l'activité en arrière-plan n'est pas activée, le partage de position n'est pas activé. Si la fonction de partage de position démarre automatiquement lorsque l'application est ouverte ?

source: Add Event
fr: Ajouter un événement

source: Edit Event
fr: Editer un événement

source: Delete Event
fr: Supprimer l'événement

# wakelockEnabled
source: Display remains an
fr: L'écran reste allumé

# wakelockDisabled
source: Display switches off
fr: L'écran s'éteint

# resetTrackPointsStoreTitle
source: Clear location-store for all tracked events.
fr: Effacez location-store pour tous les événements suivis.

# selectDate
source: Select event date
fr: Sélectionner une date

# showOwnTrack
source: Your own journey can be recorded and displayed. The coloured route also shows the speed, but depending on the device, this can lead to jerking when zooming etc.
de: Eigene Fahrlinie zeigen
fr: Afficher sa propre ligne de parcours. Il est possible d'enregistrer et d'afficher son propre parcours. L'itinéraire coloré montre également la vitesse, mais selon l'appareil, il peut y avoir des saccades lors du zoom, etc

# noValidPendingRelationShip
source: Not a valid pending relationship id
fr: Pas d'identifiant de relation en attente valide

# noSelfRelationAllowed
source: Relationship with self is not allowed
fr: La relation avec soi-même n'est pas autorisée

# devicesAlreadyConnected
source: Devices are already connected
fr: Les appareils sont déjà connectés

# showOwnTrackSwitchTitle
source: Show track points
fr: Afficher les points de piste

# startTrackingOnlyTitle
source: Start location recording without sending data to server.
fr: Démarre le journal de trajet sans envoyer de données au serveur

# startTrackingOnly
source: Start route recording
fr: Démarrer le journal de trajet

# onlyTracking
source: Location record only active
fr: Enregistrement de localisation uniquement actif!

# addFriendWithCodeHeader
source: Here you can generate a code to create a relationship with your friend
fr: Ici vous pouvez générer un code pour créer une relation avec votre ami

# addNewFriendHeader
source: If your friend has generated a code, you can finish the relationship with him
fr: Si votre ami a généré un code, vous pouvez mettre fin à la relation avec lui

# startParticipationHeader
source: You are participating on the BladeNight today and would like to support the presentation of the procession and share your location with friends. Start location sharing?
fr: Tu participes aujourd'hui à la BladeNight et tu souhaites soutenir la représentation du train et partager ton emplacement avec tes amis. Démarrer le partage de site ?

# startParticipationShort
source: Start participation
fr: Début de la participation

source: Select tracking type
fr: Sélectionner le type de suivi

source: Registered as:
fr: Enregistré en tant que:

# editFriendHeader
source: Edit {name} colors and name
fr: Modifier le nom et la couleur de {name}

# deleteFriendHeader
source: Delete linking with {name} forever
fr: Supprimer le lien avec {name}. Pas de restauration possible

# refresh
source: Update
fr: Actualiser

# refreshHeader
source: Update data
fr: Actualiser les données

source: Server connected
fr: Serveur connecté

# appInitialisationError
source: App initialisation failed
fr: L'initialisation de l'application a échoué

# changeLightColor
source: Change light mode color
fr: Changer la couleur du mode d'éclairage

# changeDarkColor
source: Change dark mode color
fr: Changer la couleur du mode sombre

source: Change me color
fr: Change-moi de couleur

# enterBgPassword
source: Please enter Bladeguard security password
fr: Veuillez saisir le mot de passe de sécurité Bladeguard

# sponsors
source: Our sponsors
fr: Nos sponsors

# bgTodayTapToUnRegister
source: Unregister as a Bladeguard today!
fr: Désinscrivez-vous en tant que Bladeguard aujourd'hui !

source: Starts in
fr: Commence en

# wakelockWarnBattery
source: Display on activated by app settings - Warning, battery low {level} %.
fr: Affichage activé par les paramètres de l'application - Avertissement, batterie faible {level} %

# trackingStoppedLowBat
source: Tracking stopped due to low battery {level}%. To avoid turn off Autostop in settings
fr: Le suivi s'est arrêté en raison d'une batterie faible {level}%. Pour éviter cela, désactivez l'arrêt automatique dans les paramètres

source: Set log level
fr: Définir le niveau de journalisation

source: Show log data
fr: Afficher les données de journal

# onlyReducedLocationAccuracyTitle
source: Only approximate location
fr: Emplacement approximatif seulement

# onlyReducedLocationAccuracyText
source: Only approximate location is shared. This may influence the tracking of your position in procession
fr: Seule une position approximative est communiquée. Cela peut influencer le suivi de votre position dans le cortège.

source: Warning!
fr: Avertissement!

# enableAlwaysLocationGeofenceText
source: For automatic on-site login, the location release should be set to always. Should the system settings be opened?
fr: Pour la connexion automatique sur place, le partage de site devrait être réglé sur toujours. Faut-il ouvrir les paramètres système ?

# polyLinesAmountHeader
source: Amount of polylines before simplifying
fr: Nombre

# polyLinesAmount
source: To increase rendering speed on slow devices you can increase/decrease the amount of drawn polylines (routepoints) on map before simplifying.
fr: Pour augmenter la vitesse de rendu sur les appareils lents, vous pouvez augmenter/diminuer la quantité de polylignes dessinées (points d'itinéraire) sur la carte avant de simplifier.

# about_h_crashlytics
source: Firebase Crashlytics privacy
de: Firebase Crashlytics

# about_h_licences
source: Licence
de: Lizenzen

# about_h_oneSignalPrivacy
source: OneSignal privacy
de: OneSignal Datenschutzerklärung

# about_h_open_street_map
source: Open Street Map Privacy
de: Open Street Map Datenschutzerklärung

# alternativeLocationProvider
source: Use alternative driver
de: Nutze Alternative

source: Birthday
de: Geburtstag

# clearLogsQuestion
source: Clear logs really?
de: Logdaten wirklich löschen?

# closeApp
source: Close app really?
de: App wirklich schließen?

# dateTimeIntl
source: {date} {time}
de: {date} {time}Uhr

source: distance
de: Entfernung

# distanceDrivenOdo
source: GPS total driven
de: ges. GPS gefahren

# enterBirthday
source: Your Birthday
de: Dein Geburtstag

# enterPhoneNumber
source: Please enter your mobile phone Number
de: Deine Mobiltelefonnummer.(Nur für die Bladenight und falls die Polizei bei der Ordnerprüfung dich sehen möchte.

# finishReachedTitle
source: Finish reached
de: Ziel erreicht

source: Forward
de: Weiter

# from
source: by
de: vom

# ist
source: is
de: ist

source: Later
de: Später

source: login
de: Anmelden

source: Message
de: Nachricht

source: Messages
de: Nachrichten

# noEventStartedAutoStop
source: No Event - Autostop
de: Autostop - da keine Veranstaltung

# noLocationPermissionGrantedAlertTitle
source: Info no location permissions
de: Info Standortfreigabe

# noLocationPermitted
source: No location permission, please check device settings
de: Keine Standortfreigabe, Bitte Einstellungen des Gerätes prüfen

source: No Data received !
de: Keine Daten empfangen!

source: Participant
de: Teilnehmer

source: Pending
de: Geplant ⏰

# phoneNumber
source: Mobile
de: Tel:

source: Proceed
de: Weiter

# pushMessageParticipateAsBladeGuard
source: Participate push req.
de: Bladeguard-Abfrage Push

# reltime
source: rel. timediff.
de: rel. Zeitdiff.

# requestAlwaysPermissionTitle
source: Location always permissions
de: Standort - Immer zulassen

source: Save
de: Speichern

# serverNotReachable
source: Connecting to server ...
de: Warte auf Serververbindung ... !

# setInsertImportDataset
source: Insert dataset incl. bna:
de: Hier Datensatz einfügen incl. bna:

# setState
source: Set Status
de: Setze Status

# showProcession
source: Showing actual procession of Münchener BladeNight
de: Darstellung aktueller Verlauf der Münchener BladeNight

source: Show only
de: Nur Anzeige

# stopLocationTracking
source: Stop location sharing?
de: Stoppe Standort wirklich?

# timeIntl
source: {time}
de: {time} Uhr

# timeOutDurationExceedTitle
source: Timeout - duration of BladeNight exceed
de: Zeitüberschreitung Dauer der BladeNight

source: Timestamp
de: Stand von

# timeToFinish
source: to finish (est.)
de: Dauer bis zum Ziel (ca.)

# tracking
source: data ok
de: Daten vorhanden
