Repository: bladenight/bladenight_app_V25
Catalog: lib/l10n/intl_*.arb
Languages: de, fr

# positiveInFront
source: Positive if in front, negative if behind me.
de: Positiv vor mir, Negativ hinter mir.
fr: Positif si je suis devant, négatif si je suis derrière

# prominentdisclosuretrackingprealertandroidFromAndroid_V11
source: The BladeNight application needs your location data to display the BladeNight procession and to share your position with your friends, while using the app. Please accept the location permission in the next step. You should select 'While using the App'. Later we will ask you again, prefered is 'Allow all time'. When you select 'When in use' you must let open the BladeNight on screen in forground, to share your location. If you deny locationaccess, only the BladeNight procession can be watched without location sharing. So you can use other Apps in foreground.Furthermore, access to the motion activity detection (physical activity) is desirable. This increases battery efficiency by intelligently turning off location sharing when your device is detected as stationary. Therefore please activate this function. The request is parted in 2 Steps. Please support the accuracy of the train. Thank you so much.
de: Die BladeNight App benötigt deine Standortdaten zur Darstellung des BladeNight-Zuges und um deine Position mit deinen Freunden zu teilen. Dies während der App-Nutzung. Bitte die Standortfreigabe im nächsten Schritt freigeben.Hier sollte 'Bei der Nutzung der App zulassen' gewählt werden. Falls du das ablehnst, kann nur der BladeNightzug ohne Standortfreigabe beobachtet werden. Bevorzugt ist die Einstellung "Immer zulassen" die zu einem späteren Zeitpunkt (2.Schritt über Systemeinstellungen) erfolgt. Dies ermöglicht das Tracking auch wenn du eine andere App im Vordergrund geöffnet hast. Mit "Während der Benutzung" musst du die BladeNight immer im Vordergrund offen halten um uns zu unterstützen und deinen Standort zu teilen.Weiterhin ist ein Zugriff auf die Bewegungsaktivitätserkennung (Körperliche Aktivität) wünschenswert. Dies erhöht die Akkueffizienz, indem die Standortverfolgung intelligent ausgeschaltet wird, wenn Ihr Gerät als stationär erkannt wird. Daher bitte diese Funktion aktivieren.
fr: L'application BladeNight a besoin de vos données de localisation pour afficher le cortège BladeNight et pour partager votre position avec vos amis, lors de l'utilisation de l'application. Veuillez accepter l'autorisation de localisation à l'étape suivante. Vous devez sélectionner 'Lors de l'utilisation de l'application'. Plus tard, nous vous le redemanderons, l'option préférée étant 'Autoriser tout le temps'. Lorsque vous sélectionnez 'Lors de l'utilisation', vous devez laisser s'ouvrir l'écran BladeNight au sol, pour partager votre position. Si vous refusez l'accès à l'emplacement, seul le défilé BladeNight peut être regardé sans partage de l'emplacement. En outre, l'accès à la détection de l'activité de mouvement (activité physique) est souhaitable. Cette fonction augmente l'efficacité de la batterie en désactivant intelligemment le suivi de la localisation lorsque votre appareil est détecté comme étant stationnaire. Veuillez donc activer cette fonction. La demande est divisée en 2 étapes. Veuillez soutenir l'exactitude du procession. Merci beaucoup

# prominentdisclosuretrackingprealertandroidToAndroid_V10x
source: The BladeNight application needs your location data to display the BladeNight procession and to share your position with your friends, while using the app. Please accept the location permission in the next step.You should select 'While using the App'. If you deny locationaccess, only the BladeNight skater procession can be watched without location sharing. Please support the accuracy of the train
de: Die BladeNight App benötigt deine Standortdaten zur Darstellung des BladeNight-Zuges und um deine Position mit deinen Freunden zu teilen. Dies während der App-Nutzung. Bitte die Standortfreigabe im nächsten Schritt freigeben. Falls du das ablehnst, kann nur der BladeNightzug ohne Standortfreigabe beobachtet werden. Bevorzugt ist die Einstellung "Bei der Nutzung der App zulassen".
fr: L'application BladeNight a besoin de vos données de localisation pour afficher le cortège BladeNight et partager votre position avec vos amis, lorsque vous utilisez l'application. Veuillez accepter l'autorisation de localisation à l'étape suivante. Vous devez sélectionner 'Lors de l'utilisation de l'application'. Si vous refusez l'accès à la localisation, seul le procession de patineurs de BladeNight pourra être regardé sans partage de position. Veuillez soutenir l'exactitude du procession

# pushMessageParticipateAsBladeGuardTitle
source: Bladeguard-participate via push-message?
de: Bladeguard--Teilnahme-Abfrage per Push-Mitteilung durchführen?
fr: Bladeguard-participer par message push ?

# pushMessageSkateMunichInfos
source: Get Skatemunich Infos
de: Skatemunich Infos
fr: Recevoir des informations sur SkateMunich

# pushMessageSkateMunichInfosTitle
source: Receive SkateMunich infos via push message about events?
de: Infos von SkateMunich per Push über Veranstaltungen empfangen?
fr: Recevoir des informations sur les événements de SkateMunich par message push?

# qrcoderouteinfoheader
source: QRCode to show event info without app in browser
de: QRCode - Link zum teilen der aktuellen BladeNight-Daten ohne App
fr: QRCode pour afficher des informations sur les événements sans application dans le navigateur

# readMessage
source: Read
fr: Message lu

source: Receive Bladeguard Infos
de: Empfange Bladeguard Infos
fr: Reçu Bladeguard Infos

source: received
de: empfangen
fr: reçu

source: Register
de: Anmelden
fr: S'inscrire

source: Reload
de: Neu laden
fr: Recharger

source: Remove
de: Entfernen
fr: Retirer

# requestLocationPermissionTitle
source: Information why location sharing would be necessary.
de: Information, warum die Standortfreigeben notwendig wäre.
fr: Information sur les raisons pour lesquelles le partage de la localisation serait nécessaire

# requestOffSite
source: You really want to unregister as a Bladeguard today. We need everyone. Think again.
de: Du möchtest dich heute wirklich als Bladeguard wieder abmelden. Wir brauchen jeden. Überlege es Dir noch einmal.
fr: Vous voulez vraiment vous désinscrire en tant que Bladeguard aujourd'hui. Nous avons besoin de tout le monde. Détrompez-vous.

# requestOffSiteTitle
source: No Bladeguard today?
fr: Pas de Bladeguard aujourd'hui ?

# resetInSettings
source: Reset in settings-page
de: Reset in Einstellungen
fr: Reset in Paramètres

# resetLongPress
source: Press gauge long to reset the ODO meter
de: Tachometer lange drücken zum Reset des km Zählers (ODO-Meter)
fr: Appuyer longuement sur la jauge pour réinitialiser le compteur ODO

# resetOdoMeter
source: Reset ODO meter to 0 and clear driven route?
de: Km-Zähler auf 0 setzen und eigene gefahrene Routenpunkte auf Karte (angezeigte gefahrene Route kann vorher in Einstellungen exportiert werden bzw. werden auch beim schließen der App gelöscht) ?
fr: Remettre le compteur ODO à 0 et effacer l'itinéraire conduit?

# resetOdoMeterTitle
source: ODO meter reset and driven route
de: Reset km-Zähler und eigene Routenpunkte
fr: Remise à zéro du compteur ODO et route conduite

# restartRequired
source: Restart required! Please close app and reopen !!!
de: Neustart erforderlich! Bitte App schließen und neu öffnen !!!
fr: Redémarrage requis ! Veuillez fermer l'application et la rouvrir !!!

source: Route
de: Strecke
fr: Parcours

source: Route overview
de: Routenverlauf
fr: Aperçu de l'itinéraire

# running
source: We are on route
de: Wir fahren gerade ⏳
fr: Nous sommes en route

source: Scroll map to ...
de: Scrolle Karte zu ...
fr: Faire défiler la carte pour ...

# seemsoffline
source: Waiting for internet connection ...
de: Warte auf Internetverbindung ...
fr: Attente de la connexion internet ...

# sendData30sec
source: Request sent - change need about 30 secs.
de: Anfrage gesendet - Dauert ca. 30s.
fr: Demande envoyée - le changement prend environ 30 secondes.

source: Send link
de: Link senden
fr: Envoyer un lien

# sendlinkdescription
source: Hi, this is my invitation to share your skating position in BladeNight App, and find me. If you like this, get the BladeNight app from AppStore end enter the code: {requestid} in Friends after pressing + add friend by code. When the BladeNight App is installed use following link: bna://bladenight.app?addFriend&code={requestid} on your mobile. Have fun and we will find together. The BladeNight-App is available on Playstore {playStoreLink} and on Apple App Store {iosAppStoreLink}
de: Dies ist die Einladung um deine(n) Freund:in (Absender der Nachricht) in der BladeNightApp zu sehen und euch im Skaterzug wiederzufinden. Wenn du das möchtest lade Dir die Baldenigthapp und gib den Code: {requestid} ein. Wenn die App schon installiert ist benutze den link 'bna://bladenight.app?addFriend&code={requestid}' oder 'https://bladenight.app?code={requestid}'auf dem Telefon. Viel Spass beim skaten. Die App ist verfügbar im Playstore {playStoreLink} und im Apple App Store {iosAppStoreLink}
fr: Hi, this is my invitation to share your skating position in BladeNight App, and find me. Si vous aimez cela, obtenez l'application BladeNight sur l'AppStore et entrez le code : {requestId} dans Amis après avoir appuyé sur + ajouter un ami par code. Lorsque l'application BladeNight est installée, utilisez le lien suivant: {bnaLink} sur votre mobile. Amusez-vous et nous trouverons ensemble. L'application BladeNight est disponible sur Playstore {playStoreLink} et sur Apple App Store {iosAppStoreLink}

# sendlinksubject
source: Send link to BladeNight-App. You can see each other.
de: Sende link an BladeNight-App. Ihr könnt euch gegenseitig sehen.
fr: Envoyer un lien à BladeNight-App. Vous pouvez vous voir

# sessionConnectionError
source: Error negotiate session connection
de: Fehler beim Verbinden
fr: Erreur de négociation de la connexion à la session

# setClearLogs
source: Clear log data
de: Logdateien löschen
fr: Efface les données du journal

# setDarkMode
source: Activate Dark Mode
de: Dunkelmodus aktivieren
fr: Activer le mode sombre

# setDarkModeTitle
source: Switch between light- and dark-mode independent of OS-setting.
de: App zwischen Hell- und Dunkelmodus unabhängig der Systemeinstellungen ändern.
fr: Basculer entre le mode clair et le mode sombre indépendamment du réglage du système d'exploitation

# setExportLogSupport
source: Export Log data to support
de: Export Logdaten (Support) it@huth.app
fr: Exporter les données du journal

# setIconSize
source: Icon size:
de: Icongröße:
fr: Taille de l'icône

# setIconSizeTitle
source: Set size of me, friend and procession icons on the map
de: Eigene Icongröße sowie die von Freunden, Zuganfang und -ende auf der Karte anpassen
fr: Définir la taille des icônes 'moi', 'ami' et 'cortège' sur la carte

# setLogData
source: Data logger
de: Datenlogger
fr: Enregistreur de données

# setMeColor
source: Own Color on Map
de: Eigene Farbe in Karte
fr: Propre couleur sur la carte

# setOpenSystemSettings
source: Open Operatingsystem settings
de: Öffne Systemeinstellungen
fr: Paramètres du système d'exploitation ouvert

# setPrimaryColor
source: Set primary (light) color (default yellow)
de: Text- und Symbolfarben im Normalmodus/Hell ändern
fr: Définir la couleur primaire (claire) (jaune par défaut)

# setPrimaryDarkColor
source: Set primary Dark-mode color (default yellow)
de: Text- und Symbolfarben im Dunkelmodus ändern
fr: Définir la couleur primaire en mode sombre (jaune par défaut)

source: Set Route
de: Setze Strecke
fr: Définir l'itinéraire

# setStartImport
source: Start import Id und friends
de: Import Id und Freunde starten
fr: Démarrer l'importation Id und friends

# setTeam
source: Choose your team!
de: Welches Team bist du?
fr: Choisissez votre équipe !

# setcolor
source: Change color
de: Farbe ändern
fr: Changer de couleur

# setexportDataHeader
source: Export
fr: Exporter

# setexportIdAndFriends
source: Export Id and friends
de: Export Id und Freunde
fr: Exporter l'identifiant et les amis

source: Settings
de: Einstellungen
fr: Paramètres

# showFullProcession
source: Show procession participants
de: Zeige Teilnehmer
fr: Afficher les participants à la procession

# showFullProcessionTitle
source: Show procession participants (limited to 100 in procession) on map. Works only when your location is shared.
de: Zeige Teilnehmer (auf 100 aus dem Zug limitiert) in der Karte. Funktioniert nur bei eigener Standortfreigabe.
fr: Afficher les participants au cortège (limité à 100 dans le cortège) sur la carte. Ne fonctionne qu'en cas d'autopistage

source: Show weblink to route
de: Zeige QRCode zum Weblink
fr: Afficher le lien web vers l'itinéraire

source: since
de: seit
fr: depuis

# someSettingsNotAvailableBecauseOffline
source: Some settings are not available because there is no internet connection
de: Einige Einstellungen sind nicht verfügbar da keine Internetverbindung besteht.
fr: Certains paramètres ne sont pas disponibles car il n'y a pas de connexion internet

# specialfunction
source: Special functions - change only when you know what you do!
de: Sondereinstellungen - nur nach Rücksprache ändern!
fr: Fonctions spéciales - ne changez que si vous savez ce que vous faites !

source: Speed
de: Geschwindigkeit
fr: vitesse

source: Start
fr: Commence le

source: Start location without participating
de: Tracking ohne Teilnahme
fr: Lieu de départ sans participation

# startLocationWithoutParticipatingInfo
source: Please read carefully. This starts the location display on the map without participating in the train and transfers your location to the server to calculate the times. Your friends on the train will be displayed. The time to the beginning / end of the train from your location will be calculated. Furthermore, your speed and location data will be recorded which you can save. Please do not use this function if you participate in the BladeNight. The mode must be ended manually. Do you want to start this?
de: Bitte Aufmerksam lesen. Dies startet die Standortdarstellung auf der Karte ohne Teilnahme an der BladeNight und überträgt zur Berechnung der Zeiten deinen Standort auf den Server. Deine Freunde im Zug werden Dir angezeigt. Die Zeit zum Zuganfang /-ende von deinem Standort werden berechnet. Weiterhin, werden deine Geschwindigkeit und Trackingdaten aufgezeichnet die du speichern kannst. Bitte diese Funktion nicht verwenden, wenn du an der BladeNight teilnimmst. Der Modus muss manuell beendet werden. Soll dies gestartet werden?
fr: Veuillez lire attentivement. Ceci démarre l'affichage de la position sur la carte sans participer au procession et transfère votre position au serveur pour calculer les temps. Vos amis dans le procession seront affichés. La durée du trajet entre le début et la fin du procession à partir de votre position sera calculée. En outre, votre vitesse et vos données de suivi seront enregistrées et vous pourrez les sauvegarder. N'utilisez pas cette fonction si vous participez à la BladeNight. Le mode doit être arrêté manuellement. Vous voulez démarrer ceci ?

# startParticipationTracking
source: Start participation
de: Teilnahme an BladeNight starten
fr: Démarrer la participation

# startPoint
source: Start: München - Bavariapark
de: Startpunkt Deutsches Verkehrsmuseum Schwanthalerhöhe München
fr: Point de départ: München - Bavariapark

# startPointTitle
source: Where is the start?
de: Startpunkt
fr: Où se situe le point de départ?

source: Start time
de: Startzeit
fr: Heure de début

source: Status
fr: Statut

# status_active
source: active
de: Aktiv
fr: actif

# status_inactive
source: inactive
de: Inaktiv
fr: inactif

# status_obsolete
source: obsolete
de: Veraltet
fr: obsolète

# status_pending
source: pending
de: Ausstehend
fr: en attente

# stopLocationWithoutParticipating
source: Stop location sharing without participating
de: Stoppe Position ohne Teilnahme
fr: Arrêter la localisation sans participer

# stopParticipationTracking
source: Stop participation location sharing
de: Stoppe Teilnahme/ Tracking
fr: Arrêter le suivi de la participation

# stopTrackingTimeOut
source: Event timed out ({timeout} min). Don't forget to stop location sharing.
de: Eventzeit ({timeout} min) überzogen. Tracking abschalten nicht vergessen!
fr: L'événement s'est terminé ({timeout} min). N'oubliez pas d'arrêter le suivi

source: Symbols
de: Symbole
fr: Symboles

source: Tail
de: Zugende
fr: Fin du procession

# tellcode
source: Please tell '{name}' this code {requestid} He/she/it has to confirm this in his/her/it 'BladeNight-App'. The Code is only 60 minutes valid! Please update with ↻ button the status manually.
de: Sende an '{name}' den Code {requestid} Dein(e) Freund:in muss den Code in dessen BladeNight-App bestätigen. Der Code ist 60 min gültig! Bitte über ↻ den Status manuell aktualisieren.
fr: Veuillez indiquer ce code à '{name}' {requestid} Il/elle doit le confirmer dans son 'BladeNight-App'. Le code n'est valable que 60 minutes ! Veuillez mettre à jour le statut manuellement avec le bouton ↻.

# thanksForParticipating
source: Thank you for participating.
de: Danke fürs Teilnehmen.
fr: Merci d'avoir participé

source: Time to friend
de: Dauer zum Freund (ca.)
fr: Le temps de amis

# timeToHead
source: Time to head (est.)
de: Dauer zum Zugkopf (ca.)
fr: Le temps de procession Début

# timeToMe
source: Time to me (est.)
de: Dauer von mir (ca.)
fr: Le temps de moi

# timeToTail
source: Time to tail (est.)
de: Dauer zum Zugende (ca).
fr: Le temps de fin du procession

source: Today
de: Heute
fr: Aujourd'hui

# todayNo
source: No today
de: Heute nein
fr: Non aujourd'hui

source: Tomorrow
de: Morgen
fr: Demain

# trackPointsExporting
source: The following route points will be exported:
de: Folgende Routenpunkte werden exportiert:
fr: Les points d'itinéraire suivants seront exportés :

# trackers
source: Tracker
fr: Traceur

# trackingPoints
source: Recorded route points
de: Aufgezeichnet Routenpunkte
fr: Points d'itinéraire enregistrés

# trackingRestarted
source: Location sharing restartet
de: Tracking wieder gestartet
fr: Suivi du redémarrage

source: Train
de: Skater-Zug
fr: procession

source: Trainlength
de: Zuglänge
fr: longueur du procession

# tryOpenAppSettings
source: This can only be changed in the system settings! Try opening system settings?
de: Dies kann nur in den Systemeinstellungen geändert werden! Versuche Systemeinstellungen zu öffnen?
fr: Essayez d'ouvrir les paramètres du système?

# understand
source: Understood
de: Verstanden
fr: Compris

source: unknown
de: unbekannt
fr: inconnu

source: unknown error
de: unbek. Fehler
fr: erreur inconnue

# unreadMessage
source: Unread
fr: Message non lu

# userSpeed
source: This is my GPS-speed.
de: Meine GPS-Geschwindigkeit.
fr: C'est ma vitesse GPS

source: Validate friend
de: Freund:in verknüpfen
fr: Valider l'ami

# visibleOnMap
source: Shown on map.
de: Auf Karte angezeigt.
fr: Montré sur la carte

source: Waiting...
de: Wartend...
fr: En attente...

# waittime
source: Waiting
de: Wartezeit
fr: Temps d'attente

# wasCanceledPleaseCheck
source: is canceled! Please check this on https://bladenight-muenchen.de
de: wurde leider abgesagt! Bitte prüfe dies auf https://bladenight-muenchen.de
fr: Est annulé ! Veuillez le vérifier sur https://bladenight-muenchen.de

source: Yes
de: Ja
fr: Oui

# yesterday
source: was yesterday
de: war gestern
fr: était hier

# collectionStop
source: Procession collection stop
de: Sammelstopp
fr: Arrêt de collecte du cortège

# sendMail
source: Send email to support
de: E-Mail Unterstützung
fr: Envoyer un email (E-Mail support)

# updating
source: Updating data
de: Aktualisiere Daten
fr: Mise à jour des données

# leaveAppWarningTitle
source: Open an external browser?
de: Externen Browser öffnen?
fr: Le navigateur externe est-il activé ?

# leaveAppWarning
source: You will be redirected to your device internet browser. Please switch back to this app when finished. The app continues to run in the background. Open:
de: Sie werden zu Ihrem Geräte-Internet-Browser weitergeleitet. Bitte wechseln Sie zu dieser App zurück, wenn Sie fertig sind. Die App läuft im Hintergrund weiter. Öffne:
fr: Vous êtes prêt à utiliser votre navigateur Internet. Bien que cette application soit disponible, lorsque vous êtes prêt à le faire. L'application est disponible dans l'arrière-plan plus loin. {linkDescription} ({link})

# geoFencingTitle
source: Bladeguard on site – allow via geofencing. If you are within the radius of the starting point, you will automatically be logged in as BladeGuard digital (Beta)
fr: Bladeguard sur site – autorisé via geofencing. Si vous vous trouvez dans le rayon du point de départ, vous serez automatiquement connecté en tant que BladeGuard digital (Beta)

# geoFencing
source: Allow geofencing
fr: autoriser le géofencing

# showCompassTitle
source: Show compass on map
fr: Afficher la boussole sur la carte

source: Show compass
fr: Afficher la boussole

# noNearbyService
source: Nearby service not activated
fr: Service à proximité non activé

# loginThreeHoursBefore
source: You can sign up as a Bladeguard for tonight’s BladeNight when you are already registered as a Bladeguard, you are near the starting point, and it’s less than 3 hours before the start.
fr: Vous pouvez vous présenter sur place 3 heures avant le départ ! Vous devez être à proximité du point de départ !

# mustNearbyStartingPoint
source: You have to be close to the starting point, but you are at least {distInMeter} m away. If you are late, inform your team leader, please!
fr: Il faut que dans le voisinage des points de démarrage, il y ait moins de min. {distInMeter} m entfernt. Vous avez le temps de vous informer de votre équipe.

# spec
source: Special
fr: Spécial

# leadspec
source: Procession + Special
fr: Zug+Spécial

# admin
source: Administrator
fr: Administrateur

# bladeguardAtStartPointTitle
source: BladeNight!-App - registered onsite
fr: BladenightApp - Pour votre enregistrement

# checkNearbyCounterSide
source: Please select your friends device to get App-friends
fr: Veuillez sélectionner l'appareil de vos amis pour obtenir des amis sur l'application

# searchNearby
source: Searching nearby devices
fr: Recherche d'appareils à proximité

# mapAlign
source: Map alignment
fr: Alignement de la carte

source: Start participation
fr: Démarrer la participation

# mapFollow
source: Following on map
fr: Suivi sur la carte

# lead
source: Procession start/end
fr: Procession Start / Fin

# showOwnColoredTrack
source: Colorize my track
fr: Coloriser ma trace

# mySpeed
source: My speed on track
fr: Ma vitesse sur piste

# automatedStopSettingText
source: Auto-Stop location sharing
fr: Arrêter automatiquement le partage de position

# automatedStopSettingTitle
source: Stop location sharing automatically dependent on event
fr: Arrêter automatiquement le partage de position en fonction de l'événement

# autoStartTracking
source: Location sharing started automatically. To disable behaviour go to settings and switch Auto-Start/Stop location sharing off
fr: Le partage de position a démarré automatiquement. Pour désactiver le comportement, accédez aux paramètres et désactivez le partage de position Auto-Start/Stop

# autoStartTrackingTitle
source: Location sharing started automatically ...
fr: Le partage de position a démarré automatiquement...

# autoStartTrackingInfo
source: Start location sharing automatically
fr: Démarrer automatiquement le partage de position
