Repository: bladenight/bladenight_app_V25
Catalog: lib/l10n/intl_*.arb
Languages: de, fr

# about_appinfo
source: The app is provided free of charge by the publisher exclusively for the Munich BladeNight and Skatemunich e.V. and its sponsors. The app offers all BladeNight participants the following functions: -Overview of upcoming and past dates - Display of the routes on the map - Live display of the train during BladeNight - Live display of your own position on the route and within the train - Add friends and follow them live
de: Die App wird kostenfrei vom Herausgeber exclusiv für die Münchener BladeNight und Skatemunich e.V. und dessen Sponsoren bereitgestellt. Die App bietet allen BladeNight Teilnehmern folgende Funktionen an: -Übersicht der kommenden und vergangenen Termine - Anzeige der Strecken auf der Karte - Live Anzeige des Zuges während der BladeNight - Live Anzeige der eigenen Position auf der Strecke und innerhalb des Zuges - Freunde hinzufügen und Live verfolgen
fr: L'application est fournie gratuitement par l'éditeur exclusivement pour Munich BladeNight et Skatemunich e.V. et ses sponsors. L'application offre à tous les participants de BladeNight les fonctions suivantes : -Aperçu des dates à venir et passées - Affichage des itinéraires sur la carte - Affichage en direct du train pendant BladeNight - Affichage en direct de votre propre position sur l'itinéraire et dans le train - Ajoutez des amis et suivez-les en direct

# about_appprivacy
source: This app uses a unique ID that is saved locally when the app is first started. This ID is used on the server to pair friends and share the position. This is only transferred between your own app and server. The app version number and phone manufacturer (Apple or Android) are also transmitted to check correct communication. The ID is stored on the server with the linked friends. Deleting and reinstalling the app deletes the ID and the friends must be relinked The data will not be passed on to third parties or used in any other way. Your location data will be used during the event to calculate and display the start and end of the train on the route and to calculate the distance to friends and to the destination. No personal data is collected. The names of friends are only stored locally in the app. The use of the app, email function, Bladeguard functions and website https://bladenight-muenchen.de is subject to the data protection regulations of Skatemunich e.V. These can be found at https:/ /bladenight-muenchen.de/datenschutzerklaerung can be viewed. The personal data is collected and processed exclusively for the purpose of organizing the Munich BladeNight. If you have any questions, please use the contact form,
de: Diese App benutzt eine eindeutige Id die beim ersten Start der App lokal gespeichert wird. Diese Id wird auf dem Server benutzt um Freunde zu verknüpfen und die Position zu teilen. Diese wird nur zwischen der eigenen App und Server übertragen. Weiterhin wird die App-Versionsnummer und Telefonhersteller (Apple oder Android) zur Prüfung der korrekten Kommunikation übermittelt. Die Id ist auf dem Server mit den verknüpften Freunden gespeichert. Das Löschen und Neuinstallieren der App löscht die Id und die Freunde müssen neu verknüpft werden. Die Daten werden nicht an Dritte weitergegeben oder anderweitig verwendet. Deine Standortdaten werden während der Veranstaltung benutzt um Start und Ende des Zuges auf der Strecke zu berechnen und darzustellen und die Entfernung zu Freunden und zum Ziel zu berechnen. Es werden keine persönlichen Daten erfasst. Die Namen der Freunde sind nur lokal in der App gespeichert. Das Benutzen der App, Emailfunktion, Bladeguardfunktionen und Webseite https://bladenight-muenchen.de unterliegt den Datenschutzbestimmungen von Skatemunich e.V. Diese sind unter https://bladenight-muenchen.de/datenschutzerklaerung einsehbar. Die persönlichen Daten werden ausschließlich zur Durchführung der Münchener BladeNight erhoben und verarbeitet. Fragen dazu gern per Kontaktformular
fr: Cette application utilise un identifiant unique qui est enregistré localement lors du premier démarrage de l'application. Cet identifiant est utilisé sur le serveur pour lier des amis et partager la position. Il est uniquement transféré entre votre propre application et votre serveur. Le numéro de version de l'application et le fabricant du téléphone (Apple ou Android) sont également transmis pour vérifier la bonne communication. L'ID est stocké sur le serveur avec les amis liés. La suppression et la réinstallation de l'application supprime l'ID et les amis doivent être à nouveau liés. Le les données ne seront pas transmises à des tiers ni utilisées de quelque autre manière. Vos données de localisation seront utilisées pendant l'événement pour calculer et afficher le début et la fin du train sur l'itinéraire et pour calculer la distance par rapport aux amis et au destination. Aucune donnée personnelle n'est collectée. Les noms des amis ne sont stockés que localement dans l'application. L'utilisation de l'application, de la fonction e-mail, des fonctions Bladeguard et du site Web https://bladenight-muenchen.de est soumise à la protection des données. règlements de Skatemunich e.V. Ceux-ci peuvent être consultés sur https://bladenight-muenchen.de/datenschutzerklaerung. Les données personnelles sont collectées et traitées exclusivement dans le but d'organiser la Munich BladeNight. Si vous avez des questions, veuillez utiliser le formulaire de contact,

# about_bnapp
source: About BladeNight App
de: Über die BladeNight App
fr: A propos de l'application BladeNight

# about_crashlytics
source: To improve the stability and reliability of this app, we rely on anonymized crash reports. For this we use "Firebase Crashlytics", a service of Google Ireland Ltd., Google Building Gordon House, Barrow Street, Dublin 4, Ireland. In the event of a crash, anonymous information is sent to the Google servers in the USA (status of the app at the time of the crash, installation UUID, crash trace, cell phone manufacturer and operating system, last log messages). This information does not contain any personal data. Crash reports are only sent with your express consent. When using iOS apps, you can give consent in the app's settings or after a crash. With Android apps, when setting up the mobile device, you have the option of generally agreeing to the transmission of crash notifications to Google and the app developer. The legal basis for data transmission is Article 6 (1) (a) GDPR. You can revoke your consent at any time by deactivating the "Crash reports" function in the settings of the iOS apps (in the magazine apps the entry is in the "Communication" menu item). With the Android apps, the deactivation is basically done in the Android settings.To do this, open the Settings app, select "Google" and there in the three-point menu at the top right the menu item "Usage & Diagnostics". Here you can deactivate the sending of the corresponding data. For more information, see your Google Account Help. Further information on data protection can be found in the Firebase Crashlytics data protection information at https://firebase.google.com/support/privacy and https://docs.fabric.io/apple/fabric/data-privacy.html#data-collection-policies
de: Um die Stabilität und Zuverlässigkeit dieser App zu verbessern, sind wir auf anonymisierte Absturzberichte angewiesen. Wir nutzen hierzu „Firebase Crashlytics“, ein Dienst der Google Ireland Ltd., Google Building Gordon House, Barrow Street, Dublin 4, Ireland. Im Falle eines Absturzes werden anonyme Informationen an die Server von Google in die USA übertragen (Zustand der App zum Zeitpunkt des Absturzes, Installation UUID, Crash-Trace, Hersteller und Betriebssystem des Handys, letzte Log-Meldungen). Diese Informationen enthalten keine personenbezogenen Daten. Absturzberichte werden nur mit Ihrer ausdrücklichen Zustimmung versendet. Bei der Verwendung von iOS-Apps können Sie die Zustimmung in den Einstellungen der App oder nach einem Absturz erteilen. Bei Android-Apps besteht bei der Einrichtung des mobilen Endgeräts die Möglichkeit, generell der Übermittlung von Absturzbenachrichtigungen an Google und App-Entwickler zuzustimmen. Rechtsgrundlage für die Datenübermittlung ist Art. 6 Abs. 1 lit. a DSGVO. Sie können Ihre Einwilligung jederzeit widerrufen indem Sie in den Einstellungen der iOS-Apps die Funktion „Absturzberichte“ deaktivieren (in den Magazin-Apps befindet sich der Eintrag im Menüpunkt „Kommunikation“). Bei den Android-Apps erfolgt die Deaktivierung grundlegend in den Android-Einstellungen. Öffnen Sie hierzu die Einstellungen App, wählen den Punkt „Google“ und dort im Dreipunkt-Menü oben rechts den Menüpunkt „Nutzung & Diagnose“. Hier können Sie das Senden der entsprechenden Daten deaktivieren. Weitere Informationen finden Sie in der Hilfe zu Ihrem Google-Konto. Weitere Informationen zum Datenschutz erhalten Sie in den Datenschutzhinweisen von Firebase Crashlytics unter https://firebase.google.com/support/privacy sowie https://docs.fabric.io/apple/fabric/data-privacy.html#data-collection-policies
fr: Pour améliorer la stabilité et la fiabilité de cette application, nous nous appuyons sur des rapports de crash anonymes. Pour ce faire, nous utilisons Firebase Crashlytics, un service de Google Ireland Ltd, Google Building Gordon House, Barrow Street, Dublin 4, Irlande. En cas de panne, des informations anonymes sont envoyées aux serveurs de Google aux États-Unis (état de l'application au moment de la panne, UUID d'installation, trace de la panne, fabricant du téléphone portable et système d'exploitation, derniers messages du journal). Ces informations ne contiennent aucune donnée personnelle. Les rapports de crash ne sont envoyés qu'avec votre consentement explicite. Lorsque vous utilisez des applications iOS, vous pouvez donner votre consentement dans les paramètres de l'application ou après un crash. Pour les applications Android, lors de la configuration de l'appareil mobile, vous avez la possibilité de donner votre accord général à la transmission des notifications de crash à Google et au développeur de l'application. La base juridique de la transmission des données est l'article 6, paragraphe 1, point a), du règlement GDPR. Vous pouvez révoquer votre consentement à tout moment en désactivant la fonction rapports de crash dans les paramètres des applications iOS (dans les applications magazines, l'entrée se trouve dans l'élément de menu 'Communication'). Pour ce faire, ouvrez l'application Paramètres, sélectionnez 'Google' et, dans le menu à trois points en haut à droite, l'élément de menu 'Utilisation & Diagnostics'. Vous pouvez y désactiver l'envoi des données correspondantes. Pour plus d'informations, consultez l'aide de votre compte Google. Plus d'informations sur la protection des données sont disponibles dans les informations sur la protection des données de Firebase Crashlytics à l'adresse https://firebase.google.com/support/privacy et https://docs.fabric.io/apple/fabric/data-privacy.html#data-collection-policies

# about_feedback
source: Your feedback is welcome. Send us an email: service@skatemunich.de
de: Dein Feedback ist willkommen. Sende uns eine E-Mail an:
fr: Vos commentaires sont les bienvenus. Envoyez-nous un courriel: nservice@skatemunich.de

# about_h_androidapplicationflutter_23
source: BladeNight-App iOS/Android (2023)
fr: BladeNight-App iOS/Android (2023-2025)

# about_h_androidapplicationv1
source: Android App V1 (2013)
fr: Application Android V1 (2013)

# about_h_androidapplicationv3
source: Android App V3 (2023)
fr: Android App V3 (2023-2025)

# about_h_bnapp
source: What is the application for
de: Wofür ist die App
fr: À quoi sert l'application

# about_h_feedback
source: Feedback about BladeNight
de: Feedback zur BladeNight
fr: Retour d'information à propos de BladeNight

# about_h_homepage
source: Homepage
de: Internetseite
fr: Page d'accueil

# about_h_impressum
source: Imprint
de: Impressum
fr: Mentions légales

# about_h_serverapp
source: Server application
de: Serverprogrammierung
fr: Application serveur

# about_impressum
source: Operator and organizer of Münchener BladeNight is: Sportverein SkateMunich! e.V. Oberföhringer Straße 230 81925 München Vereinsregister: VR 200139 Registergericht: Amtsgericht München Represented by: Christian Reith, Rudolf Sedlmayr E-Mail: service@skatemunich.de
de: Betreiber und Veranstalter der Münchener BladeNight: Sportverein SkateMunich! e.V. Oberföhringer Straße 230 81925 München Vereinsregister: VR 200139 Registergericht: Amtsgericht München Vertreten durch: Christian Reith, Rudolf Sedlmayr E-Mail: service@skatemunich.de
fr: L'opérateur et l'organisateur de la Münchener BladeNight est: Sportverein SkateMunich ! e.V. Oberföhringer Straße 230 81925 München Vereinsregister : VR 200139 Registergericht : Amtsgericht München Représenté par: Christian Reith, Rudolf Sedlmayr E-Mail : service@skatemunich.de

# about_oneSignalPrivacy
source: We use OneSignal, a mobile marketing platform, for our website. Service provider is the American company OneSignal, 2850 S Delaware St #201, San Mateo, CA 94403, USA. OneSignal also processes data in the USA, among other places. We would like to point out that, according to the European Court of Justice, there is currently no adequate level of protection for data transfer to the USA. This can be associated with various risks for the legality and security of data processing. OneSignal uses standard contractual clauses approved by the EU Commission (= Art. 46. Para. 2 and 3 GDPR). These clauses oblige OneSignal to comply with the EU data protection level when processing relevant data outside of the EU. These clauses are based on an implementation decision of the EU Commission. You can find the decision and the clauses here: https://germany.representation.ec.europa.eu/index_de. To learn more about the data processed using OneSignal, see the Privacy Policy at https://onesignal.com/privacy. All texts are copyrighted. Source: Created with the Privacy Generator by AdSimple
de: Wir verwenden für unsere Website OneSignal, eine Mobile-Marketing-Plattform. Dienstanbieter ist das amerikanische Unternehmen OneSignal, 2850 S Delaware St #201, San Mateo, CA 94403, USA. OneSignal verarbeitet Daten u.a. auch in den USA. Wir weisen darauf hin, dass nach Meinung des Europäischen Gerichtshofs derzeit kein angemessenes Schutzniveau für den Datentransfer in die USA besteht. Dies kann mit verschiedenen Risiken für die Rechtmäßigkeit und Sicherheit der Datenverarbeitung einhergehen. Als Grundlage der Datenverarbeitung bei Empfängern mit Sitz in Drittstaaten (außerhalb der Europäischen Union, Island, Liechtenstein, Norwegen, also insbesondere in den USA) oder einer Datenweitergabe dorthin verwendet OneSignal von der EU-Kommission genehmigte Standardvertragsklauseln (= Art. 46. Abs. 2 und 3 DSGVO). Diese Klauseln verpflichten OneSignal, das EU-Datenschutzniveau bei der Verarbeitung relevanter Daten auch außerhalb der EU einzuhalten. Diese Klauseln basieren auf einem Durchführungsbeschluss der EU-Kommission. Sie finden den Beschluss sowie die Klauseln u.a. hier: https://germany.representation.ec.europa.eu/index_de. Mehr über die Daten, die durch die Verwendung von OneSignal verarbeitet werden, erfahren Sie in der Privacy Policy auf https://onesignal.com/privacy. Alle Texte sind urheberrechtlich geschützt. Quelle: Erstellt mit dem Datenschutz Generator von AdSimple
fr: Nous utilisons OneSignal, une plateforme de marketing mobile, pour notre site web. Le prestataire de services est la société américaine OneSignal, 2850 S Delaware St #201, San Mateo, CA 94403, USA. OneSignal traite également des données aux États-Unis, entre autres. Nous tenons à souligner que, selon la Cour européenne de justice, il n'existe actuellement aucun niveau de protection adéquat pour le transfert de données vers les États-Unis. Ceci peut être associé à divers risques pour la légalité et la sécurité du traitement des données. OneSignal utilise des clauses contractuelles standard approuvées par la Commission européenne (= Art. 46. Para. 2 et 3 GDPR). Ces clauses obligent OneSignal à se conformer au niveau de protection des données de l'UE lorsqu'il traite des données pertinentes en dehors de l'UE. Ces clauses sont basées sur une décision de mise en œuvre de la Commission européenne. Vous pouvez trouver la décision et les clauses ici : https://germany.representation.ec.europa.eu/index_de. Pour en savoir plus sur les données traitées par OneSignal, consultez la politique de confidentialité à l'adresse https://onesignal.com/privacy. Tous les textes sont protégés par des droits d'auteur. Source : Créé avec le générateur de confidentialité par AdSimple
