Repository: bladenight/bladenight_app_V25
Catalog: lib/l10n/intl_*.arb
Languages: de, fr

# failedAddNearbyTryCode
source: Please try to establish the connection with a code. Ask your friend for the code displayed in their 'Friends' overview. You can only connect to the same friend once.
de: Bitte versuche die Verbindung mit einem Code herzustellen. Fragen dazu deinen Freund nach dem angezeigten Code in seiner 'Freunde'-Übersicht. Du kannst dich nur einmal mit demselben Freund verbinden.
fr: Veuillez essayer d'établir la connexion avec un code. Demandez à votre ami le code affiché dans sa liste d'amis. Vous ne pouvez vous connecter qu'une seule fois avec le même ami.

source: Finish
de: Ziel / Ende
fr: finir

# finishForceStopEventOverTitle
source: Location sharing stopped - BladeNight finished
de: Tracking gestoppt - Ende der BladeNight
fr: Tracking stopped - BladeNight finished

# finishForceStopTimeoutTitle
source: Location sharing stopped - Timeout
de: Tracking gestoppt - Zeitüberschreitung
fr: Tracking stopped - Timeout

# finishReachedStopedTracking
source: Finish reached - Location sharing stopped.
de: Ziel erreicht - Tracking beendet.
fr: Finish reached - location tracking stopped

# finishReachedtargetReachedPleaseStopTracking
source: Finish reached - Please stop Location sharing.
de: Ziel erreicht - Tracking bitte Tracking anhalten.
fr: Finish reached - Please stop location tracking

# finishStopTrackingEventOver
source: Automatic location sharing stopped, because this BladeNight event is finished. (Press long on ▶️ to deactivate automatic location sharing stop)
de: Autostopp Tracking, da die BladeNight Veranstaltung beendet ist. (Lange drücken auf ▶️ deaktiviert Autostopp)
fr: Arrêt automatique du suivi : Arrêt automatique du suivi, car cet événement BladeNight est terminé. (Appuyez longuement sur ▶️ pour désactiver l'arrêt automatique du suivi)

# finishStopTrackingTimeout
source: Location sharing after {timeout} min of BladeNight automatic stopped. (Press long on ▶️ to deactivate automatic location sharing stop)
de: Automatischer Trackingstopp nach max. {timeout} min. BladeNight beendet. (Lange drücken auf ▶️ deaktiviert Autostop)
fr: Le suivi de l'emplacement après {timeout} min de BladeNight s'est arrêté automatiquement. (Appuyez longuement sur ▶️ pour désactiver l'arrêt automatique du suivi)

source: Finished
de: Beendet
fr: Fini

# fireBaseCrashlytics
source: Crashlytics on/off
de: Crashlytics an/aus
fr: Crashlytics activé/désactivé

# fireBaseCrashlyticsHeader
source: To improve the app, crash events will be send to Crashlytics. This can be suppressed here.
de: Um die App zu verbessern, werden Absturzprotokolle an Crashlytics gesendet. Dies kann hier unterdrückt werden.
fr: Pour améliorer l'application, les événements de crash seront envoyés à Crashlytics. Cela peut être supprimé ici.

# fitnessPermissionInfoText
source: Access to motion activity detection (physical activity) is desirable. This increases battery efficiency by intelligently turning off location sharing when your device is detected as stationary. Therefore please activate this function. This will be requested in the next steps.
de: Der Zugriff auf die Bewegungsaktivitätserkennung ist wünschenswert. Dies erhöht die Akkueffizienz, indem die Standortverfolgung intelligent ausgeschaltet wird, wenn Ihr Gerät als stationär erkannt wird. Daher bitte diese Funktion aktivieren. Die Abfrage erfolgt in den nächsten Schritten.
fr: L'accès à la détection de l'activité de mouvement (activité physique) est souhaitable. Cela augmente l'efficacité de la batterie en désactivant intelligemment le suivi de la localisation lorsque votre appareil est détecté comme étant stationnaire. Veuillez donc activer cette fonction. Elle sera demandée dans les étapes suivantes.

# fitnessPermissionInfoTextTitle
source: Fitness Activity
de: Bewegungssensor / Körperliche Aktivität
fr: Activité physique

# fitnessPermissionSettingsText
source: Access to motion activity detection (physical activity) is desirable. This increases battery efficiency by intelligently turning off location sharing when your device is detected as stationary. Therefore please activate this function.
de: Der Zugriff auf die Bewegungsaktivitätserkennung ist wünschenswert. Dies erhöht die Akkueffizienz, indem die Standortverfolgung intelligent ausgeschaltet wird, wenn Ihr Gerät als stationär erkannt wird. Daher bitte diese Funktion aktivieren.(Standard inaktiv)
fr: L'accès à la détection de l'activité de mouvement (activité physique) est souhaitable. Cela augmente l'efficacité de la batterie en désactivant intelligemment le suivi de l'emplacement lorsque votre appareil est détecté comme étant stationnaire. Veuillez donc activer cette fonction.

# fitnessPermissionSwitchSettingsText
source: Motion sensor enabled
de: Bewegungssensor deaktiviert
fr: Activité de remise en forme activée

source: Forgot password
de: Passwort vergessen
fr: Mot de passe oublié

source: Friend
de: Freund:in
fr: Ami

source: Friend is
de: Freund:in ist
fr: L'ami est

# friendScanQrCode
source: Alternative can your friend scan the barcode below or manually enter the code {code} in his app
de: Alternativ kann dein Freund den Barcode mit der Kamera scannen oder dich mit dem Code {code} verbinden
fr: Votre ami peut-il également scanner le code-barres ci-dessous ou saisir manuellement le code {code} dans son application

source: Friends
de: Freunde
fr: Amis

# friendswillmissyou
source: Please support the exact presentation of BladeNight skater procession. Your friends will miss you!
de: Bitte unterstütze weiter die genaue Darstellung des BladeNight-Zuges. Ausserdem werden deine Freunde dich vermissen!
fr: Veuillez soutenir la présentation exacte de BladeNight skater procession. Vous manquerez à vos amis !

# getwebdata
source: Loading data from server ...
de: Lade Serverdaten ...
fr: Chargement des données depuis le serveur ...

source: Head
de: Zugkopf
fr: Tête

source: Home
de: Info
fr: Accueil

# iAmBladeGuard
source: I am already a Bladeguard
de: Ich bin bereits Bladeguard
fr: Je suis déjà un Bladeguard

# iAmBladeGuardTitle
source: We need support from volunteers. As a Bladeguard you actively support BladeNight. The <a href="{bladeguardPrivacyLink}">Munich BladeNight data protection regulations</a></p> apply
de: Wir benötigen Unterstützung von Ehrenamtlichen. Als Bladeguard unterstützt du die Bladenight aktiv. Es gelten die <a href="{bladeguardPrivacyLink}">Münchener BladeNight Datenschutzbestimmungen</a></p>
fr: Nous avons besoin du soutien de bénévoles. En tant que Bladeguard, vous soutenez activement BladeNight. Les <a href="{bladeguardPrivacyLink}">Règlements de Munich BladeNight sur la protection des données</a></p> s'appliquent

source: I am
de: Ich bin
fr: Je suis

# ignoreBatteriesOptimisation
source: Note - some manufacturers switch off the apps due to unfavorable battery optimization or close the app. If so, please try disabling battery optimization for the app. Set to No restrictions.
de: Hinweis - manche Hersteller schalten die Apps durch ungünstige Batterieoptimierungen ab oder schließen die App. In dem Falle bitte versuchen die Batterieoptimierung für die App zu deaktivieren. Einstellung keine Beschränkung.
fr: Note - certains fabricants désactivent les applications en raison d'une optimisation défavorable de la batterie ou ferment l'application. Si c'est le cas, essayez de désactiver l'optimisation de la batterie pour l'application. Régler sur Aucune restriction

# ignoreBatteriesOptimisationTitle
source: Change Battery Optimizations
de: Batterieoptimierung ändern
fr: Modifier les optimisations de la batterie

source: Import
de: Importieren
fr: Importation

# importWarning
source: Attention this overwrites all friends and the ID. Export data beforehand! Be careful, delete the app on the device from which it was exported!
de: Achtung dies überschreibt alle Freunde und die Kennung. Vorher Daten exportieren! Achtung die App auf dem Gerät von dessen exportiert wurde löschen!
fr: Attention, cela écrase tous les amis et l'ID. Exportez les données au préalable ! Attention, supprimez l'application sur l'appareil à partir duquel elle a été exportée !

# importWarningTitle
source: Import friends and ID.
de: Import Freunde und Id.
fr: Importer les amis et l'ID

# inprogress
source: not implemented. We are working ...
de: Entwicklung in Arbeit ...
fr: non implémenté. Nous y travaillons...

# internalerror_invalidcode
source: Invalid Code
de: ungültiger Code
fr: Code invalide

# internalerror_seemslinked
source: Error - Is friend linked?
de: Fehler - Freund:in schon verlinkt?
fr: Erreur - Un ami est lié?

# invalidEMail
source: Email not found
de: Email nicht gefunden!
fr: Mail not found

source: invalid code
de: Code unbekannt
fr: Code invalide

# invitebyname
source: invite {name}
de: {name} einladen
fr: inviter {name}

# invitenewfriend
source: Invite friend
de: Freund:in einladen
fr: Inviter un ami

# isIgnoring
source: Is ignored
de: Wird ignoriert
fr: Est ignoré

# isuseractive
source: Show in map
de: In Karte anzeigen?
fr: Afficher sur la carte

source: Last seen
de: Zuletzt gesehen
fr: Dernière observation

source: Last update
de: Letztes Update
fr: Dernière mise à jour

# leavewheninuse
source: Leave settings
de: Lasse Einstellung
fr: Laisser les paramètres

source: Length
de: Länge
fr: Longueur

# linkNearBy
source: Accept friend nearby
de: Freund:in neben Dir annehmen
fr: Accepter un ami à proximité

# linkOnOtherDevice
source: <h2>Important information!</h2><ul><li>Your friend must use the same type of phone. Apple to Android does not work. In this case, use the code pairing.</li><li> Your friend must be within a maximum distance of 2 m from you!</li><li>Please open the Friends tab for your friend in the BladeNight! app.</li><li>Select Plus at the top right<span class="icon">plus</span></li><li>Choose to accept a friend next to you</li><li>Now with this device <b><em>{deviceName}</em></b> pair.</li><li>Alternatively, your friend can scan the barcode with the camera or connect you with <br>code <b>{code}</b></li></ul>You can change your submitted name in the text field. This is only for transfer via direct connection / scan.
de: <h2>Wichtige Hinweise!</h2><ul><li>Dein Freund muss den gleichen Telefontyp verwenden Apple zu Android funktioniert nicht. Nutze in dem Fall das Code pairing.</li><li>Dein Freund muss in max. 2 m Entfernung von Dir sein!</li><li>Bitte bei deinem Freund in der Bladenight-App den Tab Freunde öffnen lassen.</li><li>Dort Plus oben rechts wählen<span class="icon">plus</span></li><li>Freund:in neben Dir annehmen wählen</li><li>Nun mit diesem Gerät <b><em>{deviceName}</em></b> koppeln.</li></ul>Du kannst deinen übermittelten Namen im Textfeld ändern. Dieser ist nur ausschließlich zum übertragen per Direktverbindung / Scan.
fr: <h2>Information importante !</h2><ul><li>Votre ami doit utiliser le même type de téléphone. Apple vers Android ne fonctionne pas. Dans ce cas, utilisez le couplage de codes.</li><li> Votre ami doit se trouver à une distance maximale de 2 m de vous !</li><li>Veuillez ouvrir l'onglet Amis de votre ami dans l'application BladeNight.</li><li>Sélectionnez Plus ! en haut à droite<span class="icon">plus</span></li><li>Choisissez d'accepter un ami à côté de vous</li><li>Maintenant avec cet appareil <b><em>{deviceName}</em></b> paire.</li><li>Alternativement, votre ami peut scanner le code-barres avec l'appareil photo ou vous connecter avec le <br>code <b>{code}</b>< /li></ul>Vous pouvez modifier votre nom soumis dans le champ de texte. Ceci est uniquement pour le transfert via connexion directe/scan.

# linkAsBrowserDevice
source: <h2>Important information!</h2><ul><li>Your friend must use the same type of phone. Apple to Android does not work. In this case, use the code pairing.</li><li> Your friend must be within a maximum distance of 2 m from you!</li><li>Please open the Friends tab for your friend in the BladeNight! app.</li><li>Select Plus at the top right<span class="icon">plus</span></li><li>Select Add friend next to you</li><li>Now with this device <b><em>{deviceName}</em></b> Pair.</li><li>Alternatively, you can scan your friend's barcode with the camera or use the connection with the Add friend with code option </li></ul>You can enter your transmitted name change in the text field. This is only for transferring via direct connection.
fr: <h2>Information importante !</h2><ul><li>Votre ami doit utiliser le même type de téléphone. Apple vers Android ne fonctionne pas. Dans ce cas, utilisez le couplage de codes.</li><li> Votre ami doit se trouver à une distance maximale de 2 m de vous !</li><li>Veuillez ouvrir l'onglet Amis de votre ami dans l'application BladeNight.</li><li>Sélectionnez Plus ! en haut à droite<span class="icon">plus</span></li><li>Sélectionnez Ajouter un ami à côté de vous</li><li>Maintenant avec cet appareil <b><em>{deviceName} </em></b> Associer.</li><li>Vous pouvez également scanner le code-barres de votre ami avec l'appareil photo ou utiliser la connexion avec l'option Ajouter un ami avec code </li></ul>Vous pouvez entrer votre changement de nom transmis dans le champ de texte. Ceci est uniquement pour le transfert via une connexion directe.

source: Linking failed
de: Verknüpfung fehlgeschlagen
fr: Échec du couplage

source: Linking successful
de: Verknüpfung erfolgreich
fr: Couplage réussi

# liveMapInBrowser
source: Follow BladeNight procession without app
de: Verfolgt die Bladnight ohne App im Browser
fr: Suivre le procession de Bladnight sans application

# liveMapInBrowserInfoHeader
source: Live map in browser
de: Livekarte im Browser
fr: Carte en direct dans le navigateur

source: Loading ...
de: Lade ...
fr: Données de chargement ...

# locationServiceOff
source: Location is turned off in settings. Location sharing not possible. Press Play ▶️ or go to OS-Settings.
de: Bitte Start ▶️ drücken! Standortübertragung ist in den Einstellungen deaktiviert oder noch nie gestartet! Tracking nicht möglich.
fr: La localisation est désactivée dans les paramètres. Le suivi n'est pas possible. Appuyez sur Play ▶️ ou allez dans OS-Paramètres.

# locationServiceRunning
source: Location sharing was started and is active.
de: Standortübertragung gestartet und aktiv.
fr: Le partage de localisation a été démarré et est actif

source: Manufacturer
de: Hersteller
fr: Fabricant

source: Map
de: Karte
fr: Carte

# mapFollowLocation
source: Map follows my position
de: Karte folgt meiner Position.
fr: La carte suit ma position

# mapFollowStopped
source: Map follows me stopped!
de: Karte folgt mir gestoppt!
fr: La carte me suit arrêtée!

# mapFollowTrain
source: Map follows procession head position.
de: Karte folgt Zugkopfposition.
fr: La carte suit la position de la tête du procession

# mapFollowTrainStopped
source: Map follows procession head stopped.
de: Karte folgt Zugkopf gestoppt.
fr: La carte suit la tête du procession à l'arrêt

# mapToStartNoFollowing
source: Move map to start, no following
de: Karte auf Start. Kein verfolgen.
fr: Déplacer la carte au début, pas de suite

# markMeAsHead
source: Mark me as head of procession
de: Markiere meine Position als Zugkopf
fr: Marquez-moi comme tête de cortège

# markMeAsTail
source: Mark me as tail of procession
de: Markiere meine Position als Zugende
fr: Marquez-moi comme queue de cortège

source: Me
de: Ich
fr: moi

# metersOnRoute
source: Driven route
de: gef.Strecke
fr: Itinéraire conduit

# missingName
source: Field must contain at least 1 character
de: Feld muss min. 1 Zeichen enthalten
fr: Le champ doit contenir au moins 1 caractère

source: Model
de: Modell
fr: Modèle

# mustentername
source: You must enter a name!
de: Du musst einen Namen eingeben!
fr: Vous devez entrer un nom !

# myName
source: My name is
de: Mein Name:
fr: Mon nom est

# myNameHeader
source: The specified name is transferred to the 2nd device when you connect to your friend. The name is only saved locally and is used for simplified linking via the local connection.
de: Der angegebene Name wird bei der Verknüpfung mit deinem Freund an das 2. Gerät übertragen. Der Name ist nur lokal gespeichert und dient der vereinfachten Verknüpfung per lokaler Verbindung.Es muss auf beiden Geräten eine Internetverbindung bestehen um den Code vom Server abzuholen. Alternativ kann auch ohne Name per Code verknüpft werden.
fr: Le nom spécifié est transféré au deuxième appareil lorsque vous vous connectez à votre ami. Le nom n'est sauvegardé que localement et est utilisé pour simplifier la liaison via la connexion locale.

# nameexists
source: Sorry, name exists
de: Sorry, Name schon vergeben!
fr: Désolé, le nom existe

# networkerror
source: Network error! No data!
de: Netzwerkfehler - Keine Daten!
fr: Erreur Internet! Pas de données!

source: never
de: nie
fr: jamais

source: New GPS data received
de: Neue GPS Daten
fr: Nouvelles données GPS reçues

# nextEvent
source: Next BladeNight
de: Nächste BladeNight
fr: Prochaine nuit des lames

source: No
de: Nein
fr: Non

# noBackgroundlocationLeaveAppOpen
source: Location 'When in use' is selected. Warning, there is no background update enabled. Your position data to show exact Bladnight train and share your position with your friends is only possible when the app is open in foreground. Please confirm it or change your settings to 'Allow all time'. Furthermore, access to the motion activity detection (physical activity) is desirable. This increases battery efficiency by intelligently turning off location sharing when your device is detected as stationary. Therefore please activate this function.
de: Standort 'Während der Benutzung' ist eingestellt. Daher ist keine Hintergrundaktualisierung aktiviert. Um die Darstellung des BladeNight-Zuges so genau wie möglich zu bekommen und deine Postion ohne Einschränkung mit Freunden zu teilen, bitten wir Dich die App offen halten oder die Einstellung auf 'Immer zulassen' zu ändern. Danke.
fr: L'emplacement 'En cours d'utilisation' est sélectionné. Attention, aucune mise à jour en arrière-plan n'est activée. Vos données de position pour montrer le procession Bladnight exact et partager votre position avec vos amis n'est possible que lorsque l'application est ouverte au premier plan. Veuillez le confirmer ou modifier vos paramètres en Autoriser tout le temps.nEn outre, l'accès à la détection de l'activité de mouvement (activité physique) est souhaitable. Cette fonction augmente l'efficacité de la batterie en désactivant intelligemment le suivi de l'emplacement lorsque votre appareil est détecté comme étant stationnaire. Veuillez donc activer cette fonction.

# noBackgroundlocationTitle
source: No background update possible.
de: Hinweis, keine Hintergrundaktualisierung.
fr: Pas de mise à jour possible en arrière-plan

source: No choice, no action
de: Keine Auswahl da keine Aktion
fr: Pas de choix, pas d'action

# noEvent
source: Nothing planned
de: Nicht geplant
fr: Rien de prévu

# noEventPlanned
source: There are currently no further events planned
de: Aktuell ist keine Veranstaltung geplant.
fr: Aucun événement prévu

# noEventStarted
source: No Event
de: Aktuell keine Veranstaltung.
fr: Pas d'événement

# noEventTimeOut
source: No Event active since more than {timeout} min. - Location sharing stopped automatically.
de: Keine Veranstaltung seit mindestens {timeout} min. aktiv - Tracking automatisch beendet
fr: Aucun événement n'est actif depuis plus de {timeout} min - le suivi s'est arrêté automatiquement

# noGpsAllowed
source: GPS not active
de: GPS nicht aktiviert
fr: GPS non actif

# noLocationAvailable
source: No location known
de: Kein Standort
fr: Pas de localisation connue

# noLocationPermissionGrantedAlertAndroid
source: Please check location-permissions in Settings.
de: Bitte System-Einstellungen (Einstellungen -> Standort -> Standortzugriff von Apps -> BladeNight) prüfen, da keine Standortfreigabe.
fr: Veuillez vérifier les autorisations de localisation dans les paramètres

# noLocationPermissionGrantedAlertiOS
source: Please check location-permissions in iOS Settings. Look at Privacy - Location - BladnightApp. Set it to always or when in use!
de: Bitte iOS Einstellunge prüfen, da keine Standortfreigabe. Diese müsste in den Telefon-Einstellungen unter Datenschutz - Ortungsdienste - BladnightApp freigegeben werden.
fr: Veuillez vérifier les autorisations de localisation dans les paramètres d'iOS. Regardez dans Confidentialité - Localisation - BladnightApp. Réglez-la sur toujours ou lorsqu'elle est utilisée !

source: No GPS
de: Kein GPS
fr: Pas de GPS

# nogpsenabled
source: Sorry, no GPS in device found or denied. Please check your privacy and location settings.
de: Es ist scheinbar kein GPS im Gerät vorhanden oder für die App deaktiviert. Bitte die Einstellungen prüfen.
fr: Désolé, aucun GPS dans l'appareil n'a été trouvé ou refusé.

source: not available
de: nicht verfügbar
fr: non disponible

# notKnownOnServer
source: Obsolete! Delete it!
de: Veralted bitte,neu anlegen/löschen!
fr: Obsolète ! Supprimez-le !

source: Not on route!
de: Nicht auf der Strecke!
fr: Pas sur la route!

source: Not visible on map!
de: Auf Karte nicht angezeigt
fr: Non visible sur la carte !

# note_bladenightCanceled
source: The BladeNight was canceled.
de: Die BladeNight wurde leider abgesagt.
fr: La BladeNight a été annulée

# note_bladenightStartInFiveMinutesStartTracking
source: Next BladeNight will start in 5 minutes. Don't forget to turn location sharing on !
de: Nächste BladeNight startet in 5 minuten. Tracking einschalten nicht vergessen !!
fr: La prochaine BladeNight commencera dans 5 minutes. N'oubliez pas d'activer le suivi !

# note_bladenightStartInSixHoursStartTracking
source: Next BladeNight will start in 6 hours.
de: Nächste BladeNight startet in 6 Stunden.
fr: La prochaine nuit blanche commencera dans 6 heures

# note_statuschanged
source: BladeNight Status was changed - Please check in app
de: BladeNight Status geändert - Bitte in App prüfen
fr: Le statut de la BladeNight a été modifié - Veuillez vérifier dans l'application

# notracking
source: No location sharing!
de: Kein Tracking!
fr: Pas de suivi !

source: Now
de: Jetzt
fr: maintenant

source: Offline
fr: Hors ligne

# on
source: at
de: am
fr: sur le site

source: on route
de: auf der Strecke
fr: sur la route

# oneSignalIdTitle
source: This is the assigned Id for receiving push messages. Let us know the ID if you have problems receiving push messages.
de: Dies ist die zugewiesene Id für den Empfang von Push-Nachrichten. Teilen Sie uns die ID mit, wenn Du Probleme beim Empfang von Push-Nachrichten haben.
fr: Il s'agit de l'identifiant attribué pour la réception des messages push. Communiquez-nous cet identifiant si vous avez des problèmes pour recevoir des messages push.

source: Online
fr: en ligne

# onlyWhenInUseEnabled
source: Location only 'Allow only while using the app' set.
de: Standortfreigabe nur 'Zugriff nur während der Nutzung der App zulassen'
fr: Localisation uniquement "Autoriser uniquement lors de l'utilisation de l'application".

# onlyWhileInUse
source: GPS WhileInUse - app works only in foreground. Please change Operating Systems settings
de: GPS nur wenn App im Vordergrund freigegeben. Bitte Systemeinstellungen prüfen
fr: GPS Pendant l'utilisation - l'application ne fonctionne qu'au premier plan. Veuillez modifier les paramètres du système d'exploitation

source: Open operating system settings
de: Öffne Systemeinstellungen
fr: Ouvrir les paramètres du système d'exploitation

# openStreetMap
source: load Openstreetmap / App restart necessary
de: Openstreetmap Kartenteile laden / Neustart erforderlich
fr: Charger Openstreetmap / Redémarrage de l'application nécessaire

# openStreetMapText
source: Use Openstreetmap
de: Nutze Openstreetmap
fr: Utiliser Openstreetmap

source: Own
de: Eigene
fr: Propre

# pickcolor
source: Pick a color.
de: Farbe wählen
fr: Choisissez une couleur
